---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DocumentClosedEventArgs
source: html/d45001c6-c995-530f-e34f-334a939a2a5b.htm
---
# DocumentClosedEventArgs Members

Indicates whether the event is being cancelled.